<?php
    /* 
        變數檔方便複製和修改
    */

    // 管理頁面
    $title1 = "網站標題管理";
    // 排序與使用順序相反，減少修改索引的次數
    $col1 = [
        ["刪除","del"], // 標籤,欄位名稱
        ["顯示","sh"],
        ["替代文字","text"],
        ["網站標題","file"],
    ];
    $w = ["7%","7%","30%","45%"]; // 管理頁面表格寬度
    $new = "新增網站標題圖片"; // 註解掉不顯示
    $update = "更新圖片"; // 註解掉不顯示

    // 新增頁面
    $title2 = "新增標題區圖片";
    $col2 = [
        ["標題區替代文字","text"],
        ["標題區圖","file"],
    ];

    // 更新
    $title3 = "更新標題區圖片";
    $col3 = [
        ["標題區圖","file"]
    ];
?>